[
    {
        "id": 3498,
        "slug": "grand-theft-auto-v",
        "name": "Grand Theft Auto V",
        "description": "Rockstar Games went bigger, since their previous installment of the series. You get the complicated and realistic world-building from Liberty City of GTA4 in the setting of lively and diverse Los Santos, from an old fan favorite GTA San Andreas. 561 different vehicles (including every transport you can operate) and the amount is rising with every update. Simultaneous storytelling from three unique perspectives: Follow Michael, ex-criminal living his life of leisure away from the past, Franklin, a kid that seeks the better future, and Trevor, the exact past Michael is trying to run away from. GTA Online will provide a lot of additional challenge even for the experienced players, coming fresh from the story mode. Now you will have other players around that can help you just as likely as ruin your mission. Every GTA mechanic up to date can be experienced by players through the unique customizable character, and community content paired with the leveling system tends to keep everyone busy and engaged.",
        "traducao": "A Rockstar Games foi mais longe, desde o lançamento anterior da série. Você obtém a construção de mundo complicada e realista de Liberty City do GTA4 no cenário de Los Santos, um favorito dos fãs do antigo GTA San Andreas. 561 veículos diferentes (incluindo todos os transportes que você pode operar) e a quantidade está aumentando a cada atualização. Narrativa simultânea de três perspectivas únicas: Siga Michael, ex-criminoso vivendo sua vida de lazer longe do passado, Franklin, um garoto que busca um futuro melhor, e Trevor, exatamente o passado do qual Michael está tentando fugir. O GTA Online fornecerá muitos desafios adicionais, mesmo para jogadores experientes, vindo direto do modo história. Agora você terá outros jogadores ao seu redor que podem ajudá-lo tanto quanto arruinar sua missão. Todos os mecanismos do GTA até o momento podem ser experimentados pelos jogadores através do personagem personalizável único, e o conteúdo da comunidade combinado com o sistema de nivelamento tende a manter todos ocupados e engajados."
    },
    {
        "id": 3328,
        "slug": "the-witcher-3-wild-hunt",
        "name": "The Witcher 3: Wild Hunt",
        "description": "The third game in a series, it holds nothing back from the player. Open world adventures of the renowned monster slayer Geralt of Rivia are now even on a larger scale. Following the source material more accurately, this time Geralt is trying to find the child of the prophecy, Ciri while making a quick coin from various contracts on the side. Great attention to the world building above all creates an immersive story, where your decisions will shape the world around you. CD Project Red are infamous for the amount of work they put into their games, and it shows, because aside from classic third-person action RPG base game they provided 2 massive DLCs with unique questlines and 16 smaller DLCs, containing extra quests and items. Players praise the game for its atmosphere and a wide open world that finds the balance between fantasy elements and realistic and believable mechanics, and the game deserved numerous awards for every aspect of the game, from music to direction.",
        "traducao": "O terceiro jogo de uma série, não esconde nada do jogador. As aventuras em mundo aberto do renomado caçador de monstros Geralt de Rivia agora são ainda maiores. Seguindo o material original mais de perto, desta vez Geralt está tentando encontrar a criança da profecia, Ciri, enquanto ganha um dinheiro rápido com vários contratos paralelos. Grande atenção à construção do mundo, acima de tudo, cria uma história imersiva, onde suas decisões moldarão o mundo ao seu redor. A CD Project Red é infame pela quantidade de trabalho que coloca em seus jogos, e isso se mostra, porque além do clássico jogo base de RPG de ação em terceira pessoa, eles forneceram 2 DLCs massivos com linhas de missão únicas e 16 DLCs menores, contendo missões e itens extras. Os jogadores elogiam o jogo por sua atmosfera e um mundo aberto amplo que encontra o equilíbrio entre elementos de fantasia e mecânicas realistas e críveis, e o jogo mereceu numerosos prêmios em todos os aspectos, desde a música até a direção."
    },
    {
        "id": 4200,
        "slug": "portal-2",
        "name": "Portal 2",
        "description": "Portal 2 is a first-person puzzle game developed by Valve Corporation and released on April 19, 2011 on Steam, PS3 and Xbox 360. It was published by Valve Corporation in digital form and by Electronic Arts in physical form. Its plot directly follows the first game's, taking place in the Half-Life universe. You play as Chell, a test subject in a research facility formerly ran by the company Aperture Science, but taken over by an evil AI that turned upon its creators, GladOS. After defeating GladOS at the end of the first game but failing to escape the facility, Chell is woken up from a stasis chamber by an AI personality core, Wheatley, as the unkempt complex is falling apart. As the two attempt to navigate through the ruins and escape, they stumble upon GladOS, and accidentally re-activate her... Portal 2's core mechanics are very similar to the first game's ; the player must make their way through several test chambers which involve puzzles. For this purpose, they possess a Portal Gun, a weapon capable of creating teleportation portals on white surfaces. This seemingly simple mechanic and its subtleties coupled with the many different puzzle elements that can appear in puzzles allows the game to be easy to start playing, yet still feature profound gameplay. The sequel adds several new puzzle elements, such as gel that can render surfaces bouncy or allow you to accelerate when running on them. The game is often praised for its gameplay, its memorable dialogue and writing and its aesthetic. Both games in the series are responsible for inspiring most puzzle games succeeding them, particularly first-person puzzle games. The series, its characters and even its items such as the portal gun and the companion cube have become a cultural icon within gaming communities. Portal 2 also features a co-op mode where two players take on the roles of robots being led through tests by GladOS, as well as an in-depth level editor.",
        "traducao": "Portal 2 é um jogo de quebra-cabeça em primeira pessoa desenvolvido pela Valve Corporation e lançado em 19 de abril de 2011 no Steam, PS3 e Xbox 360. Foi publicado pela Valve Corporation em formato digital e pela Electronic Arts em formato físico. Seu enredo segue diretamente o primeiro jogo, ocorrendo no universo de Half-Life. Você joga como Chell, uma cobaia em uma instalação de pesquisa anteriormente administrada pela empresa Aperture Science, mas tomada por uma IA maligna que se voltou contra seus criadores, GladOS. Após derrotar GladOS no final do primeiro jogo, mas não conseguir escapar da instalação, Chell é acordada de uma câmara de estase por um núcleo de personalidade de IA, Wheatley, enquanto o complexo mal cuidado está desmoronando. Enquanto os dois tentam navegar pelas ruínas e escapar, eles tropeçam em GladOS e a reativam acidentalmente... As mecânicas principais de Portal 2 são muito semelhantes às do primeiro jogo; o jogador deve atravessar várias câmaras de teste que envolvem quebra-cabeças. Para isso, eles possuem uma Portal Gun, uma arma capaz de criar portais de teletransporte em superfícies brancas. Essa mecânica aparentemente simples e suas sutilezas, juntamente com os muitos elementos de quebra-cabeça diferentes que podem aparecer nos quebra-cabeças, permite que o jogo seja fácil de começar a jogar, mas ainda apresenta uma jogabilidade profunda. A sequência adiciona vários novos elementos de quebra-cabeça, como gel que pode tornar as superfícies elásticas ou permitir que você acelere ao correr sobre elas. O jogo é frequentemente elogiado por sua jogabilidade, seus diálogos e escrita memoráveis e sua estética. Ambos os jogos da série são responsáveis por inspirar a maioria dos jogos de quebra-cabeça que os sucederam, particularmente jogos de quebra-cabeça em primeira pessoa. A série, seus personagens e até seus itens, como a portal gun e o companion cube, se tornaram um ícone cultural dentro das comunidades de jogos. Portal 2 também apresenta um modo cooperativo onde dois jogadores assumem os papéis de robôs sendo conduzidos por testes por GladOS, bem como um editor de níveis detalhado."
    },
    {
        "id": 4291,
        "slug": "counter-strike-global-offensive",
        "name": "Counter-Strike: Global Offensive",
        "description": "Counter-Strike is a multiplayer phenomenon in its simplicity. No complicated narratives to explain the source of the conflict, no futuristic and alien threats, but counter-terrorists against terrorists. Arena shooter at its core, CS:GO provides you with various methods of disposing enemies and reliant on cooperation within the team. During the round of the classical clash mode, you will gradually receive currency to purchase different equipment. Each player can carry a primary weapon, secondary pistol, knife and a set of grenades, which all can change the battle if wielded by the skilled player. Objectives are clear and vary from map to map, from game mode to game mode. Stop the terrorists from planting explosives, stop the counter-terrorist from retrieving the hostages, kill everyone who isn’t you and just perform the best with. CS:GO is one of the major cybersport discipline, which makes playing it more exciting to some players. Aside from purchasing the game, CS:GO is infamous for its loot case system, that requires players to purchase keys, in order to open said cases. Customization items consist of weapon skins, weapon stickers, and sprays that do not affect gameplay and have purely visual value to the player.",
        "traducao": "Counter-Strike é um fenômeno multiplayer em sua simplicidade. Nenhuma narrativa complicada para explicar a origem do conflito, nenhuma ameaça futurista e alienígena, mas contra-terroristas contra terroristas. Arena shooter em sua essência, CS:GO oferece vários métodos de eliminar inimigos e depende da cooperação dentro da equipe. Durante a rodada do modo clássico de confronto, você gradualmente receberá moeda para comprar diferentes equipamentos. Cada jogador pode carregar uma arma primária, pistola secundária, faca e um conjunto de granadas, que todos podem mudar a batalha se usados por um jogador habilidoso. Os objetivos são claros e variam de mapa para mapa, de modo de jogo para modo de jogo. Impedir os terroristas de plantar explosivos, impedir os contra-terroristas de resgatar os reféns, matar todos que não sejam você e apenas ter o melhor desempenho. CS:GO é uma das principais disciplinas de ciberesportes, o que torna jogá-lo mais emocionante para alguns jogadores. Além de comprar o jogo, CS:GO é infame por seu sistema de caixas de saque, que exige que os jogadores comprem chaves para abrir as referidas caixas. Os itens de personalização consistem em skins de armas, adesivos de armas e sprays que não afetam a jogabilidade e têm valor puramente visual para o jogador."
    },
    {
        "id": 5286,
        "slug": "tomb-raider",
        "name": "Tomb Raider (2013)",
        "description": "A cinematic revival of the series in its action third person form, Tomb Raider follows Lara in her least experience period of life – her youth. Heavily influenced by Naughty Dog’s “Uncharted”, the game is a mix of everything, from stealth and survival to combat and QTE action scenes. Young Lara Croft arrives on the Yamatai, lost island near Japan, as the leader of the expedition in search of the Yamatai Kingdom, with a diverse team of specialists. But shipwreck postponed the successful arrival and seemingly forgotten island is heavily populated with hostile inhabitants, cultists of Solarii Brotherhood. The game will be graphic at times, especially after failed QTE’s during some of the survival scenes, but overall players will enjoy classic action adventure, reminiscent of the beginning of the series. This game is not a direct sequel or continuation of existing sub-series within the franchise, but a reboot, setting up Tomb Raider to represent modern gaming experience. The game has RPG elements and has a world, which you can explore during the story campaign and after the completion. As well as multiplayer mode, where 2 teams (4 scavengers and 4 survivors) are clashing in 3 game modes while using weapons and environments from the single-player campaign.",
        "traducao": "Um renascimento cinematográfico da série em sua forma de ação em terceira pessoa, Tomb Raider segue Lara em seu período menos experiente da vida – sua juventude. Fortemente influenciado por “Uncharted” da Naughty Dog, o jogo é uma mistura de tudo, desde furtividade e sobrevivência até combate e cenas de ação QTE. A jovem Lara Croft chega a Yamatai, uma ilha perdida perto do Japão, como líder da expedição em busca do Reino de Yamatai, com uma equipe diversificada de especialistas. Mas o naufrágio adiou a chegada bem-sucedida e a ilha aparentemente esquecida é fortemente povoada por habitantes hostis, cultistas da Irmandade Solarii. O jogo será gráfico às vezes, especialmente após QTEs falhados durante algumas das cenas de sobrevivência, mas no geral os jogadores desfrutarão de uma aventura de ação clássica, reminiscente do início da série. Este jogo não é uma sequência direta ou continuação de sub-séries existentes dentro da franquia, mas um reboot, configurando Tomb Raider para representar a experiência moderna de jogos. O jogo tem elementos de RPG e possui um mundo que você pode explorar durante a campanha de história e após a conclusão. Assim como o modo multiplayer, onde 2 equipes (4 saqueadores e 4 sobreviventes) se enfrentam em 3 modos de jogo enquanto usam armas e ambientes da campanha para um jogador."
    },
    {
        "id": 13536,
        "slug": "portal",
        "name": "Portal",
        "description" : "Every single time you click your mouse while holding a gun, you expect bullets to fly and enemies to fall. But here you will try out the FPS game filled with environmental puzzles and engaging story. Silent template for your adventures, Chell, wakes up in a testing facility. She’s a subject of experiments on instant travel device, supervised by snarky and hostile GLaDOS. Players will have to complete the tests, room by room, expecting either reward, freedom or more tests. By using the gun, that shoots portals (Portal-Gun™), players will move blocks, travel great distance quickly and learn about your current situation, which is unraveled through environmental storytelling. What you will be told might be different from what you will see. White environments will guide the player’s portal placement, forcing them to pay attention to the surroundings. Portal creates tension, allowing either solving puzzles at your own leisure or moving quickly, due to the time limit or threats.",
        "traducao" : "Toda vez que você clica com o mouse enquanto segura uma arma, espera que balas voem e inimigos caiam. Mas aqui você experimentará um jogo de FPS cheio de quebra-cabeças ambientais e uma história envolvente. Silenciosa para suas aventuras, Chell acorda em uma instalação de testes. Ela é uma cobaia de experimentos em um dispositivo de viagem instantânea, supervisionada pela sarcástica e hostil GLaDOS. Os jogadores terão que completar os testes, sala por sala, esperando recompensa, liberdade ou mais testes. Usando a arma que dispara portais (Portal-Gun™), os jogadores moverão blocos, viajarão grandes distâncias rapidamente e aprenderão sobre sua situação atual, que é desvendada através da narrativa ambiental. O que você será informado pode ser diferente do que você verá. Ambientes brancos guiarão o posicionamento dos portais do jogador, forçando-os a prestar atenção aos arredores. Portal cria tensão, permitindo resolver quebra-cabeças no seu próprio ritmo ou se mover rapidamente, devido ao limite de tempo ou ameaças."
    },
    {
        "id": 12020,
        "slug": "left-4-dead-2",
        "name": "Left 4 Dead 2",
        "description" : "Cooperative survival continues with a different set of characters. New survivors are making their way through 5 campaigns with an added ability to play through the story of the first game as well, using not only expanded arsenal of 20 ranged and 10 melee weapons but improved AI Director. Your surroundings and weather will change; enemy and item placement will differ from map to map, from difficulty to difficulty. New unique special zombies, placed in the unlucky for the player spot, can end your run. High compatibility with community mods will allow you not only to add user-created maps but player models, enemy models, and even in-game music, which will help any player to create the unique experience on top of solid game mechanics. Competitive multiplayer mods from arena survival to a head-on competition with another team of survivors are addictive and, in addition to the campaign, will provide you with hundreds of hours of game content.",
        "traducao" : "A sobrevivência cooperativa continua com um conjunto diferente de personagens. Novos sobreviventes estão avançando por 5 campanhas com a capacidade adicional de jogar a história do primeiro jogo também, usando não apenas um arsenal expandido de 20 armas de longo alcance e 10 armas corpo a corpo, mas um Diretor de IA aprimorado. Seus arredores e o clima mudarão; a colocação de inimigos e itens diferirá de mapa para mapa, de dificuldade para dificuldade. Novos zumbis especiais únicos, colocados no lugar errado para o jogador, podem acabar com sua corrida. Alta compatibilidade com mods da comunidade permitirá que você não apenas adicione mapas criados por usuários, mas modelos de jogadores, modelos de inimigos e até música no jogo, o que ajudará qualquer jogador a criar uma experiência única em cima de mecânicas de jogo sólidas. Mods multiplayer competitivos, desde a sobrevivência na arena até uma competição direta com outra equipe de sobreviventes, são viciantes e, além da campanha, fornecerão centenas de horas de conteúdo de jogo."
    },
    {
        "id": 5679,
        "slug": "the-elder-scrolls-v-skyrim",
        "name": "The Elder Scrolls V: Skyrim",
        "description" : "The fifth game in the series, Skyrim takes us on a journey through the coldest region of Cyrodiil. Once again player can traverse the open world RPG armed with various medieval weapons and magic, to become a hero of Nordic legends –Dovahkiin, the Dragonborn. After mandatory character creation players will have to escape not only imprisonment but a fire-breathing dragon. Something Skyrim hasn’t seen in centuries.",
        "traducao" : "O quinto jogo da série, Skyrim nos leva a uma jornada pela região mais fria de Cyrodiil. Mais uma vez, o jogador pode atravessar o RPG de mundo aberto armado com várias armas medievais e magia, para se tornar um herói das lendas nórdicas – Dovahkiin, o Dragonborn. Após a criação obrigatória do personagem, os jogadores terão que escapar não apenas do cativeiro, mas também de um dragão que cospe fogo. Algo que Skyrim não vê há séculos."
    },
    {
        "id": 28,
        "slug": "red-dead-redemption-2",
        "name": "Red Dead Redemption 2",
        "description" : "America, 1899. The end of the wild west era has begun as lawmen hunt down the last remaining outlaw gangs. Those who will not surrender or succumb are killed. After a robbery goes badly wrong in the western town of Blackwater, Arthur Morgan and the Van der Linde gang are forced to flee. With federal agents and the best bounty hunters in the nation massing on their heels, the gang must rob, steal and fight their way across the rugged heartland of America in order to survive. As deepening internal divisions threaten to tear the gang apart, Arthur must make a choice between his own ideals and loyalty to the gang who raised him. From the creators of Grand Theft Auto V and Red Dead Redemption, Red Dead Redemption 2 is an epic tale of life in America at the dawn of the modern age.",
        "traducao" : "América, 1899. O fim da era do velho oeste começou quando os policiais caçam as últimas gangues de foras da lei restantes. Aqueles que não se renderem ou sucumbirem são mortos. Depois que um assalto dá terrivelmente errado na cidade ocidental de Blackwater, Arthur Morgan e a gangue Van der Linde são forçados a fugir. Com agentes federais e os melhores caçadores de recompensas do país em seu encalço, a gangue deve roubar, roubar e lutar por seu caminho através do coração acidentado da América para sobreviver. À medida que as divisões internas se aprofundam, ameaçando destruir a gangue, Arthur deve escolher entre seus próprios ideais e lealdade à gangue que o criou. Dos criadores de Grand Theft Auto V e Red Dead Redemption, Red Dead Redemption 2 é um conto épico da vida na América no alvorecer da era moderna."
    },
    {
        "id": 4062,
        "slug": "bioshock-infinite",
        "name": "BioShock Infinite",
        "description" : "The third game in the series, Bioshock takes the story of the underwater confinement within the lost city of Rapture and takes it in the sky-city of Columbia. Players will follow Booker DeWitt, a private eye with a military past; as he will attempt to wipe his debts with the only skill he’s good at – finding people. Aside from obvious story and style differences, this time Bioshock protagonist has a personality, character, and voice, no longer the protagonist is a silent man, trying to survive. Open and bright level design of Columbia shows industrial colonial America in a seemingly endless carnival. But Bioshock is not famous for its visuals, but for its story. Mystery and creative vision of Irrational Games invite players to uncover the secrets of Columbia’s leader - Zachary Comstock and save Elizabeth, the girl, that’s been locked up in the flying city since her birth. Unique weapons and mechanics of Vigor will make encounters different, helping players to adjust to the new found mobility and hook shot, making fights fast-paced and imaginative.",
        "traducao" : "O terceiro jogo da série, Bioshock, leva a história do confinamento subaquático na cidade perdida de Rapture e a leva para a cidade nos céus de Columbia. Os jogadores seguirão Booker DeWitt, um detetive particular com um passado militar; enquanto ele tentará limpar suas dívidas com a única habilidade que ele é bom - encontrar pessoas. Além das diferenças óbvias de história e estilo, desta vez o protagonista de Bioshock tem personalidade, caráter e voz, não mais o protagonista é um homem silencioso, tentando sobreviver. O design de nível aberto e brilhante de Columbia mostra a América colonial industrial em um carnaval aparentemente interminável. Mas Bioshock não é famoso por seus visuais, mas por sua história. O mistério e a visão criativa da Irrational Games convidam os jogadores a descobrir os segredos do líder de Columbia - Zachary Comstock e salvar Elizabeth, a garota que está presa na cidade voadora desde seu nascimento. Armas únicas e mecânicas de Vigor tornarão os encontros diferentes, ajudando os jogadores a se ajustar à nova mobilidade encontrada e ao gancho, tornando as lutas rápidas e imaginativas."
    },
    {
        "id": 3439,
        "slug": "life-is-strange-episode-1-2",
        "name": "Life is Strange",
        "description" : "Interactive storytelling and plot-heavy games gained popularity, and “Life is Strange” arrived as teen mystery adventure. The plot will go through the life of Maxine, a teenager in possession of curious power, allowing her to stop and rewind time, in order to manipulate her surroundings. Max, after the reunion with her friend Chloe, is on the path to uncovering the secrets of Arcadia Bay. Players will have to deal with puzzle solving through the fetch quests, in order to change the world around them. The game puts players in situations, where they’re forced to make a moral choice, going through the decision which may have short-term or long-term consequences. Every choice made by the player will trigger the butterfly effect, surrounding the first playthrough of the game with a lot of emotional struggle, thoughtfully crafted by the developers at Dontnod Entertainment. Life is Strange is third person adventure game, where players might seem just as an observer of the stories, unfolding in front of them.",
        "traducao" : "A narrativa interativa e os jogos pesados de enredo ganharam popularidade, e “Life is Strange” chegou como uma aventura misteriosa adolescente. A trama acompanhará a vida de Maxine, uma adolescente que possui um poder curioso, permitindo-lhe parar e rebobinar o tempo, a fim de manipular seus arredores. Max, após o reencontro com sua amiga Chloe, está no caminho para descobrir os segredos de Arcadia Bay. Os jogadores terão que lidar com a resolução de quebra-cabeças através de missões de busca, a fim de mudar o mundo ao seu redor. O jogo coloca os jogadores em situações em que são forçados a fazer uma escolha moral, passando pela decisão que pode ter consequências de curto ou longo prazo. Cada escolha feita pelo jogador desencadeará o efeito borboleta, cercando a primeira jogada do jogo com muita luta emocional, cuidadosamente elaborada pelos desenvolvedores da Dontnod Entertainment. Life is Strange é um jogo de aventura em terceira pessoa, onde os jogadores podem parecer apenas observadores das histórias, se desenrolando na frente deles."
    },
    {
        "id": 802,
        "slug": "borderlands-2",
        "name": "Borderlands 2",
        "description" : "Sequel to the 4-player cooperative FPS RPG Borderlands, where the new team of Vault Hunters arrives on the infamous planet Pandora in order to get the riches, hidden inside the Vault, and help to free the planet from the Handsome Jack, President of Hyperion. Clear out the endless waves and groups and marauders with various weapon types and character abilities. Unlike the first game, Borderlands 2 provided DLC not only expanding the world of Pandora with stand-alone story campaigns but adding 2 more characters. Now the main cast consists of Gunzerker Salvador(dual-wields guns at command), Siren Maya (holds and paralyzes the enemy), Commando Axton (summons turrets) and Zer0 the Assasin (invisible sniper ninja). But with the DLC players can try out summoning giant flying robots with Gaige the Mechromancer and Krieg the Psycho. Most of the game charm and popularity of Borderlands 2 comes from the supporting cast and the personalities of the NPC, making this fast-paced shooter with optional cover stand out.",
        "traducao" : "Sequência do FPS RPG cooperativo para 4 jogadores Borderlands, onde a nova equipe de Caçadores de Cofres chega ao infame planeta Pandora para obter as riquezas escondidas dentro do Cofre e ajudar a libertar o planeta das mãos de Handsome Jack, presidente da Hyperion. Limpe as ondas intermináveis de grupos e saqueadores com vários tipos de armas e habilidades de personagens. Ao contrário do primeiro jogo, Borderlands 2 forneceu DLCs que não apenas expandiram o mundo de Pandora com campanhas de histórias independentes, mas adicionaram 2 personagens a mais. Agora, o elenco principal consiste em Gunzerker Salvador (empunha duas armas ao comando), Siren Maya (segura e paralisa o inimigo), Commando Axton (invoca torres) e Zer0, o Assassino (ninja franco-atirador invisível). Mas com os DLCs, os jogadores podem tentar invocar robôs gigantes voadores com Gaige, a Mecromante, e Krieg, o Psicopata. Grande parte do charme e popularidade de Borderlands 2 vem do elenco de apoio e das personalidades dos NPCs, fazendo deste um shooter rápido com cobertura opcional."
    },
    {
        "id": 13537,
        "slug": "half-life-2",
        "name": "Half-Life 2",
        "description" : "Gordon Freeman became the most popular nameless and voiceless protagonist in gaming history. He is painted as the most famous scientist and a hero within the world of Half-Life, and for a good reason. In the first game he saved the planet from alien invasion, this time, when the invasion is already begun, the world needs his help one more time. And you, as a player, will help this world to survive. This time Gordon arrives in City 17, ravaged and occupied by Combines, where he meets his old Black Mesa friends. What is different, aside from the overall design quality, is the use of Valve’s Source engine that not only expands on the fluidity of character model animations and movement but allows players to interact with a myriad of objects with the advanced and realistic (to an extent) physics. Classic Headcrab Zombies are revamped and have new variants that provide players with different threats. For a story-driven FPS, Half-Life 2 is unique in its plot delivery, and making in-game mechanics feel natural, be it platforming or driving.",
        "traducao" : "Gordon Freeman se tornou o protagonista sem nome e sem voz mais popular da história dos jogos. Ele é retratado como o cientista mais famoso e um herói dentro do mundo de Half-Life, e por um bom motivo. No primeiro jogo, ele salvou o planeta da invasão alienígena; desta vez, quando a invasão já começou, o mundo precisa de sua ajuda mais uma vez. E você, como jogador, ajudará este mundo a sobreviver. Desta vez, Gordon chega à Cidade 17, devastada e ocupada pelos Combine, onde encontra seus antigos amigos de Black Mesa. O que é diferente, além da qualidade geral do design, é o uso da engine Source da Valve, que não só expande a fluidez das animações e movimentos dos modelos de personagens, mas permite aos jogadores interagir com uma miríade de objetos com física avançada e realista (em certa medida). Os clássicos Headcrab Zombies foram renovados e têm novas variantes que oferecem aos jogadores diferentes ameaças. Para um FPS guiado por história, Half-Life 2 é único em sua entrega de enredo e em tornar as mecânicas de jogo naturais, seja plataformas ou direção."
    },
    {
        "id": 4286,
        "slug": "bioshock",
        "name": "BioShock",
        "description" : "FPS with RPG elements, Bioshock invites players to experience horrors of underwater isolation in the city of Rapture, the failed project of the better future. After surviving the plane crash, the protagonist has only one way to go – to the giant lighthouse that opens a way to the underwater utopia. Players will have to unravel the complicated history of Rapture, relying only on themselves, their guns and Plasmids, a mystical substance, that allows it’s user to obtain near magical abilities.The atmosphere of isolation and threat is conveyed through the environmental sounds, subtle electrical buzzing and audio logs, telling the story of societal decay and despair. Players will shape the story, making moral choices along their way, saving Little Sisters or extracting ADAM, the mystical fuel for your abilities. While exploring the underwater city, players will complete missions for the last sane inhabitants of Rapture, while fending off the less fortunate ones.",
        "traducao" : "FPS com elementos de RPG, BioShock convida os jogadores a experimentarem os horrores do isolamento subaquático na cidade de Rapture, o projeto fracassado de um futuro melhor. Após sobreviver ao acidente de avião, o protagonista só tem um caminho a seguir - em direção ao farol gigante que abre o caminho para a utopia subaquática. Os jogadores terão que desvendar a complicada história de Rapture, contando apenas consigo mesmos, suas armas e Plasmids, uma substância mística que permite ao usuário obter habilidades quase mágicas.A atmosfera de isolamento e ameaça é transmitida através dos sons ambientais, zumbidos elétricos sutis e registros de áudio, que contam a história do declínio e desespero da sociedade. Os jogadores moldarão a história, fazendo escolhas morais ao longo do caminho, salvando Little Sisters ou extraindo ADAM, o combustível místico para suas habilidades. Enquanto exploram a cidade subaquática, os jogadores completarão missões para os últimos habitantes sãos de Rapture, ao mesmo tempo em que se defendem dos menos afortunados."
    },
    {
        "id": 32,
        "slug": "destiny-2",
        "name": "Destiny 2",
        "description": "Destiny 2 is an online multiplayer first-person shooter. You take on the role of a Guardian that needs to protect the last city on Earth from alien invaders. The game follows its predecessor, Destiny. The goal of the game is to return the Light that was stolen from the Guardians by the aliens.Destiny 2 features two main activity types: player versus environment and player versus player. PvE is focused on exploration, story missions interaction with NPCs and side quests. PvP features 4v4 team matches in different modes. The game also allows taking part in group missions, such as three-player strikes and six-player raids.Destiny 2 has a strong RPG aspect that includes character customization and development. There are three classes in the game - Warlock, Hunter, and Titan; they provide different playstyles depending on their specialization and unique abilities. To develop the character you can gain experience points completing the story and side missions.",
        "traducao": "Destiny 2 é um jogo de tiro em primeira pessoa online e multiplayer. Você assume o papel de um Guardião que precisa proteger a última cidade na Terra de invasores alienígenas. O jogo segue seu antecessor, Destiny. O objetivo do jogo é recuperar a Luz que foi roubada dos Guardiões pelos aliens.Destiny 2 apresenta dois tipos principais de atividades: jogador contra ambiente e jogador contra jogador. PvE é focado em exploração, missões da história, interação com NPCs e missões secundárias. PvP inclui partidas em equipe 4v4 em diferentes modos. O jogo também permite participar de missões em grupo, como strikes de três jogadores e raids de seis jogadores.Destiny 2 possui um forte aspecto RPG que inclui personalização e desenvolvimento de personagens. Existem três classes no jogo - Warlock, Hunter e Titan; elas oferecem diferentes estilos de jogo dependendo de sua especialização e habilidades únicas. Para desenvolver o personagem, você pode ganhar pontos de experiência completando a história e missões secundárias."
    },
    {
        "id": 58175,
        "slug": "god-of-war-2",
        "name": "God of War (2018)",
        "description": "It is a new beginning for Kratos. Living as a man outside the shadow of the gods, he ventures into the brutal Norse wilds with his son Atreus, fighting to fulfill a deeply personal quest. His vengeance against the Gods of Olympus years behind him, Kratos now lives as a man in the realm of Norse Gods and monsters. It is in this harsh, unforgiving world that he must fight to survive… And teach his son to do the same. This startling reimagining of God of War deconstructs the core elements that defined the series—satisfying combat; breathtaking scale; and a powerful narrative—and fuses them anew. Kratos is a father again. As mentor and protector to Atreus, a son determined to earn his respect, he is forced to deal with and control the rage that has long defined him while out in a very dangerous world with his son. From the marble and columns of ornate Olympus to the gritty forests, mountains, and caves of Pre-Viking Norse lore, this is a distinctly new realm with its own pantheon of creatures, monsters, and gods. With an added emphasis on discovery and exploration, the world will draw players in to explore every inch of God of War’s breathtakingly threatening landscape—by far the largest in the franchise. With an over the shoulder free camera that brings the player closer to the action than ever before, fights in God of War mirror the pantheon of Norse creatures Kratos will face: grand, gritty, and grueling. A new main weapon and new abilities retain the defining spirit of God of War while presenting a vision of violent conflict that forges new ground in the genre",
        "traducao": "É um novo começo para Kratos. Vivendo como um homem fora da sombra dos deuses, ele se aventura nas brutais terras selvagens nórdicas com seu filho Atreus, lutando para cumprir uma busca profundamente pessoal. Sua vingança contra os Deuses do Olimpo anos atrás, Kratos agora vive como um homem no reino dos Deuses e monstros nórdicos. É neste mundo áspero e implacável que ele deve lutar para sobreviver… E ensinar seu filho a fazer o mesmo. Esta reinterpretação surpreendente de God of War desconstrói os elementos principais que definiram a série - combate satisfatório; escala impressionante; e uma narrativa poderosa - e os funde novamente. Kratos é pai novamente. Como mentor e protetor de Atreus, um filho determinado a ganhar seu respeito, ele é forçado a lidar e controlar a raiva que há muito o define enquanto está em um mundo muito perigoso com seu filho. Desde o mármore e colunas do ornato Olympus até as florestas ásperas, montanhas e cavernas da pré-era Viking nórdica, este é um novo reino distinto com seu próprio panteão de criaturas, monstros e deuses. Com um foco adicional em descoberta e exploração, o mundo atrairá os jogadores para explorar cada centímetro da ameaçadora paisagem de God of War - de longe a maior da franquia. Com uma câmera livre sobre o ombro que aproxima o jogador da ação como nunca antes, as lutas em God of War espelham o panteão de criaturas nórdicas que Kratos enfrentará: grandiosas, ásperas e árduas. Uma nova arma principal e novas habilidades retêm o espírito definidor de God of War enquanto apresentam uma visão de conflito violento que abre novos caminhos no gênero."
    },
    {
        "id": 1030,
        "slug": "limbo",
        "name": "Limbo",
        "description": "This popular 2D puzzle-platformer creates the atmosphere of isolation, where the player alone can guide the nameless protagonist to his destination. Hostile environments and one-hit deaths may seem difficult, but the game implements a fair amount of checkpoints. The monochrome color palette showcases cartoony proportions of every living thing while making lack of details threatening. Limbo shows you exactly what you encounter, but never how it looks.Limbo uses the atmosphere and sound design of the horror genre while avoiding tropes of the modern horror games. The overarching theme and unique style compensated for the rather short game with an abrupt ending, making Limbo one of the most impactful games for the genre.The simple controls and easy-to-pick-up mechanics help to make a clear distinction, which part of the stage players can interact with, and which part can lead to the quick death. Even though the game is in black and white, this separation is intuitive and natural, so the player would know exactly where to go or what to do.",
        "traducao": "Este popular quebra-cabeças e plataforma 2D cria uma atmosfera de isolamento, onde o jogador sozinho pode guiar o protagonista sem nome até seu destino. Ambientes hostis e mortes com um único golpe podem parecer difíceis, mas o jogo implementa uma quantidade justa de checkpoints. A paleta de cores monocromáticas exibe proporções cartunescas de todas as criaturas vivas, enquanto a falta de detalhes torna a atmosfera ameaçadora. Limbo mostra exatamente o que você encontra, mas nunca como isso parece.Limbo utiliza a atmosfera e o design sonoro do gênero de horror, evitando clichês dos jogos modernos de horror. O tema geral e o estilo único compensam o jogo curto com um final abrupto, tornando Limbo um dos jogos mais impactantes do gênero.Os controles simples e a mecânica fácil de aprender ajudam a fazer uma distinção clara de qual parte do cenário os jogadores podem interagir e qual parte pode levar à morte rápida. Mesmo que o jogo seja em preto e branco, essa separação é intuitiva e natural, para que o jogador saiba exatamente para onde ir ou o que fazer."
    },
    {
        "id": 3070,
        "slug": "fallout-4",
        "name": "Fallout 4",
        "description": "The fourth game in the post-apocalyptic action RPG series from Bethesda studious brings players back to the retro-future. After customizing the facial features of the character, players will be admitted to the Vault 111 with their family, and tricked into entering the cryogenic capsule. After the rude awakening after the unknown amount of time has passed, the child is separated from the parents and the loving partner is killed in front of them – the main quest is settled. Now there’s only the giant open world to explore. Fallout 4 introduces the mechanics of settlement building, where players can build their own little town. Gathering material for crafting and building brings more “survival” elements into the old formula. Within their own settlements, players will be able to build all needed utilities, from storage spaces to power armor stations. Visual upgrade from the previous game brings life to what used to be brown wastelands, now filled with details and color.",
        "traducao": "O quarto jogo na série de RPG de ação pós-apocalíptica da Bethesda traz os jogadores de volta ao retro-futuro. Depois de personalizar as características faciais do personagem, os jogadores serão admitidos no Vault 111 com sua família, e enganados a entrar na cápsula criogênica. Depois de um despertar rude após um tempo desconhecido ter passado, a criança é separada dos pais e o parceiro amado é morto na frente deles - a missão principal está estabelecida. Agora só resta explorar o mundo aberto gigante. Fallout 4 introduz a mecânica de construção de assentamentos, onde os jogadores podem construir sua própria pequena cidade. Reunir material para a criação e construção traz mais elementos de 'sobrevivência' para a fórmula antiga. Dentro de seus próprios assentamentos, os jogadores poderão construir todos os utilitários necessários, desde espaços de armazenamento até estações de armadura energética. A atualização visual do jogo anterior traz vida ao que costumava ser terras devastadas marrons, agora cheias de detalhes e cor."
    },
    {
        "id": 3939,
        "slug": "payday-2",
        "name": "PAYDAY 2",
        "description": "The gang is back, and they have bigger and better plans. Objective based cooperative FPS became more complicated. The classic group of Hoxton, Dallas, Chains and Wolf got reinforcement, and now Payday Gang consists of 21 heisters, some of which are based on movie characters or even Youtubers. Players will be able to customize their own private arsenal, their masks, and skills, to complete the missions in their own way, be it stealthy sneak-in or full frontal assault. After completing missions, players will receive EXP points, money and a chance to get a special item that can be a gun modification, mask or a safe containing weapon skins.Payday 2 is a multiplayer game, meaning, that even during offline missions players will be followed by AI characters, whose loadouts, masks and perks can be customized as well. This game has been supported by the developers for many years, and amount of DLC speaks plenty of their dedication to the player base.",
        "traducao": "A gangue está de volta, e eles têm planos maiores e melhores. FPS cooperativo baseado em objetivos se tornou mais complicado. O clássico grupo de Hoxton, Dallas, Chains e Wolf recebeu reforços, e agora a Gangue Payday consiste em 21 ladrões, alguns dos quais são baseados em personagens de filmes ou até mesmo Youtubers. Os jogadores poderão personalizar seu próprio arsenal privado, suas máscaras e habilidades, para completar as missões à sua maneira, seja de forma furtiva ou com um assalto frontal completo. Após completar missões, os jogadores receberão pontos de EXP, dinheiro e a chance de obter um item especial que pode ser uma modificação de arma, máscara ou um cofre contendo skins de armas.Payday 2 é um jogo multiplayer, o que significa que mesmo durante missões offline os jogadores serão seguidos por personagens controlados pela inteligência artificial, cujos equipamentos, máscaras e benefícios também podem ser personalizados. Este jogo tem sido apoiado pelos desenvolvedores por muitos anos, e a quantidade de DLC fala muito de sua dedicação à base de jogadores."
    },
    {
        "id": 2454,
        "slug": "doom",
        "name": "DOOM (2016)",
        "description": "Return of the classic FPS, Doom (2016) acts as a reboot of the series and brings back the Doomslayer, protagonist of the original Doom games. In order to solve the energy crisis, humanity learned to harvest the energy from Hell, and when something went wrong and a demon invasion has started, it’s up to the player to control the Doomslayer and destroy the evil.Doom is a fast-paced game that restores the concept of instant health packs and leaves the player against armies of Hell with no cover, no health regeneration, or help from anyone. After damaging monsters enough, they will start glowing, which will allow players to perform glory kills to restore some health. While exploring the levels, players will come across secrets, collectible items, or upgrade points for the weapons and armor. The single-player campaign silent protagonist has a noticeable personality. He gets visibly annoyed and angry in his actions during expository cutscenes and forces his way through the game. Multiplayer maps gather players in Deathmatch/”king-of-the-hill” type game modes, with all the weapons from the single-player campaign.",
        "traducao": "Retorno do clássico FPS, Doom (2016) atua como um reinício da série e traz de volta o Doomslayer, protagonista dos jogos originais de Doom. Para resolver a crise energética, a humanidade aprendeu a colher a energia do Inferno, e quando algo deu errado e uma invasão demoníaca começou, cabe ao jogador controlar o Doomslayer e destruir o mal.Doom é um jogo rápido que restaura o conceito de pacotes de saúde instantânea e deixa o jogador contra exércitos do Inferno sem cobertura, sem regeneração de saúde ou ajuda de qualquer pessoa. Depois de danificar monstros o suficiente, eles começarão a brilhar, o que permitirá aos jogadores realizar kills gloriosas para restaurar parte da saúde. Enquanto exploram os níveis, os jogadores encontrarão segredos, itens colecionáveis ou pontos de upgrade para armas e armaduras. O protagonista silencioso da campanha para um jogador tem uma personalidade marcante. Ele fica visivelmente irritado e furioso em suas ações durante cenas de exposição e força seu caminho através do jogo. Os mapas multiplayer reúnem jogadores em modos de jogo Deathmatch/”king-of-the-hill”, com todas as armas da campanha para um jogador."
    },
    {
        "id": 11859,
        "slug": "team-fortress-2",
        "name": "Team Fortress 2",
        "description": "TF2 is an objective based arena shooter with unique characters, representing different classes, acting as a staple of casual and competitive gaming for Steam. Dozens of different maps and game modes are trying to keep this game alive, after all the years it was available. Each character has a vast arsenal that can be accessed through completing in-game achievements, randomly receiving them from loot-boxes within the game, crafting them or just buying and trading items on the Steam Market. For players, that's not into the direct clash with players from the enemy team, Team Fortress 2 introduced a PvE mode, which is wave defense from the mirrored robotic opponents that have qualities of some of the playable classes. Every update and introduction, made over years, provided a lot of entertainment In the form of comic books an short animated videos, creating and explaining a story behind endless clashes for resources, briefcases or pure domination.",
        "traducao": "TF2 é um jogo de tiro em arena baseado em objetivos com personagens únicos, representando diferentes classes, atuando como um pilar dos jogos casuais e competitivos para o Steam. Dezenas de mapas e modos de jogo diferentes tentam manter este jogo vivo, após todos os anos em que esteve disponível. Cada personagem tem um vasto arsenal que pode ser acessado através da conclusão de conquistas dentro do jogo, recebendo-os aleatoriamente de caixas de loot dentro do jogo, criando-os ou apenas comprando e negociando itens no Mercado Steam.Para jogadores que não estão no confronto direto com jogadores da equipe inimiga, Team Fortress 2 introduziu um modo PvE, que é defesa de ondas contra oponentes robóticos espelhados que têm qualidades de algumas das classes jogáveis.Cada atualização e introdução, feitas ao longo dos anos, proporcionaram muita diversão na forma de quadrinhos e vídeos animados curtos, criando e explicando uma história por trás de conflitos intermináveis por recursos, maletas ou pura dominação."
    },
    {
        "id": 41494,
        "slug": "cyberpunk-2077",
        "name": "Cyberpunk 2077",
        "description": "Cyberpunk 2077 is a science fiction game loosely based on the role-playing game Cyberpunk 2020. The game is set in the year 2077 in a fictional futuristic metropolis Night City in California. In the world of the game, there are developed cybernetic augmentations that enhance people's strength, agility, and memory. The city is governed by corporations. Many jobs are taken over by the robots, leaving a lot of people poor and homeless. Night City has a roaring underworld, with black markets, underground surgeons, drug dealers, and street gangs abound. The main protagonist is fully customizable, including his or her sex and appearance, and goes by the nickname V. He or she is an underground mercenary who does “dirty business” for the various contractors. An NPC companion named Jackie joins the protagonist early at the game, and various other companions may join the player on certain missions as the plot demands. However, the game has no parties and no companion system. The player controls V from the first person view, with the third-person view used for cutscenes only. The protagonist can travel across the city on feet or using various vehicles, in a manner some observers compared to GTA series. There are many options for the character customization, including three character classes, and a variety of augmentations V can install to enhance his or her abilities.",
        "traducao": "Cyberpunk 2077 é um jogo de ficção científica vagamente baseado no jogo de RPG Cyberpunk 2020. O jogo se passa no ano de 2077 em uma metrópole futurista fictícia chamada Night City, na Califórnia. No mundo do jogo, existem aumentos cibernéticos desenvolvidos que melhoram a força, agilidade e memória das pessoas. A cidade é governada por corporações. Muitos empregos foram tomados pelos robôs, deixando muitas pessoas pobres e sem-teto. Night City tem um submundo agitado, com mercados negros, cirurgiões clandestinos, traficantes de drogas e gangues de rua em abundância.Personagens: O protagonista principal é totalmente personalizável, incluindo seu sexo e aparência, e é chamado pelo apelido de V. Ele ou ela é um mercenário underground que faz 'negócios sujos' para vários contratantes. Um companheiro NPC chamado Jackie se junta ao protagonista cedo no jogo, e vários outros companheiros podem se juntar ao jogador em certas missões conforme a trama exige. No entanto, o jogo não tem grupos e nem sistema de companheiros.Jogabilidade: O jogador controla V na visão em primeira pessoa, com a visão em terceira pessoa usada apenas para cenas cinematográficas. O protagonista pode viajar pela cidade a pé ou usando vários veículos, de uma maneira que alguns observadores compararam à série GTA. Existem muitas opções para a personalização do personagem, incluindo três classes de personagens e uma variedade de aumentos que V pode instalar para melhorar suas habilidades."
    },
    {
        "id": 422,
        "slug": "terraria",
        "name": "Terraria",
        "description": "Terraria is a 2D action adventure sandbox game, where players create a character and gather resources in order to gradually craft stronger weapons and armor. Players create randomly generated maps that contain different locations within it, and by gathering specific resources and triggering special events, players will fight one of the many in-game bosses. Created characters can be played on different maps.The game introduces hundreds of unique items that can be found across the entirety of the map, some of which may not even be encountered. Terraria have many different Biomes and areas with distinct visuals, containing resources and enemies unique to this biome. After gathering materials, players can craft furniture, and build settlements and houses, since after completing events or finding specific items NPCs will start to arrive, and will require player’s protection. Terraria can be played on three difficulties and has a large modding community.",
        "traducao": "Terraria é um jogo sandbox de aventura de ação 2D, onde os jogadores criam um personagem e coletam recursos para gradualmente criar armas e armaduras mais fortes. Os jogadores criam mapas gerados aleatoriamente que contêm diferentes locais dentro deles, e ao coletar recursos específicos e acionar eventos especiais, os jogadores lutarão contra um dos muitos chefes do jogo. Os personagens criados podem ser jogados em diferentes mapas.O jogo introduz centenas de itens únicos que podem ser encontrados em todo o mapa, alguns dos quais podem nem mesmo ser encontrados. Terraria tem muitos biomas diferentes e áreas com visuais distintos, contendo recursos e inimigos únicos para este bioma. Após reunir materiais, os jogadores podem criar móveis e construir assentamentos e casas, já que após completar eventos ou encontrar itens específicos, NPCs começarão a chegar e precisarão da proteção do jogador. Terraria pode ser jogado em três dificuldades e possui uma grande comunidade de modding."
    },
    {
        "id": 278,
        "slug": "horizon-zero-dawn",
        "name": "Horizon Zero Dawn",
        "description": "Horizon Zero Dawn is an experiment. A very impressive experiment that actually succeeded. Having a very curious mix of cyberpunk and prehistorical styles and esthetic, the game provides us with quite a unique experience. We need to arm ourselves with arrows and a bow, with a spear or any other prehistorical-ish weapon in order to defeat out enemies - dinosaur-mechanisms that are spread around the world. If that wasn't enough, Aloy our main protagonist can control an AI named GAIA. What we're having here is an exciting connection with &quot;very old times&quot; and &quot;near future&quot;, even though the game is set up in the 31st century. Being an outcast with her father Rost, Aloy must restore her position in the tribe and save the world by stopping the Eclipse, a cult that wants to rule the world. Join her on that journey, exploring the world and people that live in such hard surroundings.",
        "traducao": "Horizon Zero Dawn é um experimento. Um experimento muito impressionante que realmente teve sucesso.Tendo uma mistura muito curiosa de estilos e estética cyberpunk e pré-histórica, o jogo nos proporciona uma experiência única. Precisamos nos armar com flechas e arco, com uma lança ou qualquer outra arma pré-histórica para derrotar nossos inimigos - mecanismos de dinossauro que estão espalhados pelo mundo. Se isso não bastasse, Aloy, nossa protagonista principal, pode controlar uma IA chamada GAIA. O que temos aqui é uma conexão emocionante com 'tempos muito antigos' e 'futuro próximo', mesmo que o jogo seja ambientado no século 31. Sendo uma excluída com seu pai Rost, Aloy deve restaurar sua posição na tribo e salvar o mundo, impedindo o Eclipse, um culto que deseja governar o mundo. Junte-se a ela nessa jornada, explorando o mundo e as pessoas que vivem em ambientes tão difíceis."
    },
    {
        "id": 4459,
        "slug": "grand-theft-auto-iv",
        "name": "Grand Theft Auto IV",
        "description": "Every crime story is a story of a search for success. The player will become Niko Bellic, immigrant arriving at the Liberty City to reunite with his cousin Roman and find the man that betrayed him and his army unit fifteen years prior to the events of the game. While protecting his cousin, Niko has to deal with loan sharks, Russian mobsters, and other gangs. After the third game, GTA brought more realism to the player, in order to make the city and its people look more believable. Street vendors on every corner will sell food that replenishes health, bars with playable dart boards, bowling alleys and even comedy clubs and movie theatres. Open world will allow players not only hang out with important NPC in order to receive bonuses and unlocks but taking girls on the dates as well, to help Niko settle. Multiplayer mode allows up to 32 players to explore the copy of the single-player city and initiate multiplayer activities, like races or Deathmatches.",
        "traducao": "Toda história de crime é uma história de busca pelo sucesso. O jogador se tornará Niko Bellic, um imigrante que chega à Liberty City para se reunir com seu primo Roman e encontrar o homem que o traiu e sua unidade militar quinze anos antes dos eventos do jogo. Enquanto protege seu primo, Niko tem que lidar com agiotas, mafiosos russos e outras gangues. Após o terceiro jogo, GTA trouxe mais realismo ao jogador, para tornar a cidade e suas pessoas mais críveis. Vendedores ambulantes em cada esquina vendem comida que restaura a saúde, bares com tabuleiros de dardos jogáveis, pistas de boliche e até clubes de comédia e cinemas. O mundo aberto permite aos jogadores não apenas sair com NPCs importantes para receber bônus e desbloqueios, mas também levar garotas em encontros para ajudar Niko a se estabelecer. O modo multijogador permite que até 32 jogadores explorem uma cópia da cidade de um jogador único e iniciem atividades multijogador, como corridas ou Deathmatches."
    },
    {
        "id": 10213,
        "slug": "dota-2",
        "name": "Dota 2",
        "description": "What used to be an unofficial modded map for the Warcraft 3, ended up being the most budgeted cybersport discipline, gathering millions of people to watch annual international championships.MOBA genre started with the DOTA, Defense of the Ancients, which can be efficiently described as 5 vs 5 top-down action strategy game, during which players are tasked to destroy the enemy core while protecting their own.Players can pick out of the roster of 112 heroes and battle on the single map while taking advantage of field vision, resources and item build that can either make heroes stronger or disable the enemy. DOTA 2 is still active, and receives updates weekly, reshaping metas and refreshing game balance, if by any chance some heroes became unreasonably strong. Each hero has not only a unique set of abilities but is fully customizable, through getting items for heroes after matches of through the trade. Not only heroes but terrain, couriers, that deliver items for you and even match announcers, that can be voiced by heroes, professional casters of just memorable characters from other forms of media.",
        "traducao": "O que costumava ser um mapa não oficial modificado para o Warcraft 3 acabou se tornando a disciplina de ciberesporte mais orçamentada, reunindo milhões de pessoas para assistir aos campeonatos internacionais anuais. O gênero MOBA começou com o DOTA, Defense of the Ancients, que pode ser eficientemente descrito como um jogo de estratégia de ação de cima para baixo 5 contra 5, durante o qual os jogadores têm a tarefa de destruir o núcleo inimigo enquanto protegem o próprio. Os jogadores podem escolher entre o elenco de 112 heróis e batalhar no mapa único, aproveitando a visão de campo, recursos e construção de itens que podem tanto fortalecer os heróis quanto desabilitar o inimigo. DOTA 2 ainda está ativo e recebe atualizações semanais, remodelando metas e refrescando o equilíbrio do jogo, se por acaso alguns heróis se tornarem irracionalmente fortes. Cada herói não só tem um conjunto único de habilidades, mas é totalmente personalizável, através da obtenção de itens para heróis após partidas ou através do comércio. Não apenas heróis, mas terrenos, mensageiros que entregam itens para você e até mesmo locutores de partida, que podem ser dublados por heróis, profissionais ou personagens memoráveis de outras formas de mídia."
    },
    {
        "id": 3272,
        "slug": "rocket-league",
        "name": "Rocket League",
        "description": "Highly competitive soccer game with rocket-cars is the most comprehensive way to describe this game. Technically a sequel to Psyonix’ previous game - Supersonic Acrobatic Rocket-Powered Battle-Cars; Rocket League successfully became a standalone sensation, that can be enjoyed by anyone. Easy to learn, hard to master game mechanics are perfect for the tight controls. Players are invited to maneuver the different fields within several game modes, from arcade to ranked game either 1v1, or in 2v2 and 3v3 teams. Using boosters will not only speed up the car but will allow the car to propel itself into the air.Rocket League provides several levels of customization, where not only the color of your car can be adjusted, but the colors and form of the booster flame, different hats, and little flags. Or players can pick a completely different car. Collaboration with different franchises brought not only original transport but some famous cars, including Batmobile or Delorian from Back to the Future.",
        "traducao": "Um jogo altamente competitivo de futebol com carros- foguete é a maneira mais abrangente de descrever este jogo. Tecnicamente uma sequência do jogo anterior da Psyonix - Supersonic Acrobatic Rocket-Powered Battle-Cars; Rocket League se tornou com sucesso uma sensação independente, que pode ser apreciada por qualquer pessoa. Mecânicas de jogo fáceis de aprender, mas difíceis de dominar são perfeitas para os controles precisos. Os jogadores são convidados a manobrar pelos diferentes campos dentro de vários modos de jogo, desde o arcade até o jogo ranqueado, seja 1 contra 1, ou em equipes 2 contra 2 e 3 contra 3. Usar impulsionadores não apenas acelerará o carro, mas permitirá que o carro se propulse pelo ar. Rocket League oferece vários níveis de personalização, onde não apenas a cor do seu carro pode ser ajustada, mas também as cores e forma da chama do propulsor, diferentes chapéus e bandeirinhas. Ou os jogadores podem escolher um carro completamente diferente. A colaboração com diferentes franquias trouxe não apenas transportes originais, mas alguns carros famosos, incluindo o Batmóvel ou o Delorean de De Volta para o Futuro."
    },
    {
        "id": 766,
        "slug": "warframe",
        "name": "Warframe",
        "description": "Warframe is an online free-to-play cooperative third-person looter shooter. In the far future the Orokin had absolute control over the solar system but have since disappeared, now the militaristic Grineer, the money-worshipping Corpus, and the Infested fight for what they left behind. You are a Tenno - a master of gun and blade and user of the Warframes, it is up to you to bring back balance to the system from within, while also fighting a new threat from without: the Sentients.Over 40 unique Warframes to build, hundreds of guns and melee weapons to utilize, and various pet companions to help you along the way - all of which can be crafted for free and enhanced by an in-depth modding system.With constant updates by Digital Extremes, the game now has over six years of updates including new open-world landscapes (Plains of Eidolon-2017, Orb Vallis-2018) and cinematic story expansions (The Second Dream-2015, The War Within-2016, The The Sacrifice-2018) with more content being added every year.",
        "traducao": "Warframe é um atirador cooperativo em terceira pessoa e saqueador online gratuito para jogar. Num futuro distante, os Orokin tinham controle absoluto sobre o sistema solar, mas desde então desapareceram. Agora, os militaristas Grineer, os adoradores de dinheiro Corpus e os Infestados lutam pelo que eles deixaram para trás. Você é um Tenno - mestre das armas e lâminas e usuário dos Warframes. Cabe a você restaurar o equilíbrio no sistema de dentro para fora, enquanto luta contra uma nova ameaça de fora: os Sentients. Mais de 40 Warframes únicos para construir, centenas de armas de fogo e armas brancas para utilizar, além de vários companheiros pet para ajudá-lo ao longo do caminho - todos podem ser fabricados gratuitamente e aprimorados por um sistema de modulação detalhado. Com atualizações constantes da Digital Extremes, o jogo agora tem mais de seis anos de atualizações, incluindo novas paisagens de mundo aberto (Plains of Eidolon-2017, Orb Vallis-2018) e expansões cinematográficas de história (The Second Dream-2015, The War Within-2016, The Sacrifice-2018), com mais conteúdo sendo adicionado a cada ano."
    },
    {
        "id": 29028,
        "slug": "metro-2033",
        "name": "Metro 2033",
        "description": "Not all post-apocalyptic stories begin in the burned wastelands, this time nuclear and chemical locked up survivors in the Moscow Subway, and player will take the place of Artyom, one of the survivors from the VDNKh, adoptive son of the station commander, and taking upon himself the task to deliver information about the Dark Ones to the Polis, the capital of subway, after the special operative from Spartans named Hunter went missing, after he ventured to gather information on the Hive – living space of the Dark Ones.Dark tunnels of broken subway create a claustrophobic atmosphere, where good and bad people alike are forced to bond. Closely following original book, Metro 2033 introducing bullets as currency. Players can exchange one type of bullets for another one, but it’s still ammo and will be wasted with inaccurate aim. It’s a first person shooter that will allow players not only see how broken apart can society become but to explore such society and ruins of the city above the underground settlement. Various monsters and mutants are not the only threat to the players, but humans as well. FPS with some stealth sections, Metro 2033 will show you every historical enemy type: bandits, Communists, and Nazis.",
        "traducao": "Não todas as histórias pós-apocalípticas começam nos terrenos queimados; desta vez, os sobreviventes nucleares e químicos trancaram-se no metrô de Moscou, e o jogador assumirá o papel de Artyom, um dos sobreviventes do VDNKh, filho adotivo do comandante da estação, e assumindo a tarefa de entregar informações sobre os Dark Ones para Polis, a capital do metrô, depois que o operativo especial dos Spartans chamado Hunter desapareceu, após se aventurar para reunir informações sobre o Hive - espaço de vida dos Dark Ones. Os túneis escuros do metrô quebrado criam uma atmosfera claustrofóbica, onde bons e maus são forçados a se unir. Seguindo de perto o livro original, Metro 2033 introduz balas como moeda. Os jogadores podem trocar um tipo de bala por outro, mas ainda é munição e será desperdiçado com mira imprecisa. É um shooter em primeira pessoa que permitirá aos jogadores não apenas ver o quão fragmentada pode se tornar a sociedade, mas também explorar tal sociedade e ruínas da cidade acima do assentamento subterrâneo. Vários monstros e mutantes não são a única ameaça para os jogadores, mas também humanos. FPS com algumas seções de stealth, Metro 2033 mostrará todos os tipos de inimigos históricos: bandidos, comunistas e nazistas."
    },
    {
        "id": 7689,
        "slug": "rise-of-the-tomb-raider",
        "name": "Rise of the Tomb Raider",
        "description": "Rise of the Tomb Raider is the eleventh entry in the franchise, being a sequel to its predecessor, Tomb Raider, a reboot of the franchise. This story follows Lara Croft, one year after battling her supernatural experiences in Yamatai. This time she is trying to find the legendary city of Kitezh in Siberia, Russia. The legend behind the city begins in the 12th century and still comes nowadays, that this ancient city grants with a promise of immortality. While Lara tries to solve the mystery of Siberia, she encounters an organisation called Trinity. They want to retrieve this gift to themselves. Following the notes of her father, Lara tries to discover the secrets of the ancient city and stop Trinity in doing so.Exploring the Soviet motive, even more, the game has the DLC's - Baba Yaga, the Temple of the Witch, which follows Lara in the Soviet mine and confronting the legendary witch of Russian folk-tales, Cold Darkness Awakened, the story about a secret biological weapon and Blood Ties and Lara's Nightmare - a fight for ownership of the Croft estate. Besides craftmanship and exploring, the game focuses on a very progressive combat system giving a player a wide variety of strategic options. There is a way to evade your opponents in the bushes; stealth kills with bow and arrows or open combat with firearms like shotguns, pistols and other guns. WIth earning experience, you can give Lara new ways of encountering her enemies by three different specialisations - Hunter, Survivor or Brawler. Each skill tree offers various options of combat, for example using Lara's surroundings and fauna, traps or better aim. With these options, you can choose how to guide Lara Croft in her adventures.",
        "traducao": "Rise of the Tomb Raider é o décimo primeiro título da franquia, sendo uma sequência de seu antecessor, Tomb Raider, um reboot da franquia. Esta história segue Lara Croft, um ano após enfrentar suas experiências sobrenaturais em Yamatai. Desta vez, ela está tentando encontrar a lendária cidade de Kitezh na Sibéria, Rússia. A lenda por trás da cidade remonta ao século XII e ainda hoje, essa antiga cidade promete imortalidade. Enquanto Lara tenta resolver o mistério da Sibéria, ela encontra uma organização chamada Trinity. Eles querem recuperar esse dom para si mesmos. Seguindo as notas de seu pai, Lara tenta descobrir os segredos da cidade antiga e impedir que Trinity faça isso.Explorando ainda mais o motivo soviético, o jogo tem os DLCs - Baba Yaga, o Templo da Bruxa, que segue Lara na mina soviética e enfrentando a lendária bruxa dos contos folclóricos russos, Cold Darkness Awakened, a história sobre uma arma biológica secreta e Blood Ties e Lara's Nightmare - uma luta pela propriedade da propriedade Croft. Além do artesanato e da exploração, o jogo se concentra em um sistema de combate muito progressivo, oferecendo ao jogador uma ampla variedade de opções estratégicas. Há uma maneira de evitar seus oponentes nas moitas; mortes furtivas com arco e flechas ou combate aberto com armas de fogo como espingardas, pistolas e outras armas. Com a experiência ganha, você pode dar a Lara novas maneiras de enfrentar seus inimigos por meio de três especializações diferentes - Caçador, Sobrevivente ou Lutador. Cada árvore de habilidades oferece várias opções de combate, por exemplo, usando os arredores e fauna de Lara, armadilhas ou melhor mira. Com essas opções, você pode escolher como guiar Lara Croft em suas aventuras."
    },
    {
        "id": 3192,
        "slug": "metal-gear-solid-v-the-phantom-pain",
        "name": "Metal Gear Solid V: The Phantom Pain",
        "description": "Metal Gear Solid 5 continues the story of MGS: Peace Walker and MGS V: Ground Zeroes. Snake seeks revenge for the attack on the MSF group 9 years ago, that placed Big Boss into a coma. After the failed assassination attempt, Big Boss takes the code name Venom Snake, delving back into the world of superhumans and espionage.A large-scale story that includes 5 hours of cinematic cutscenes compliments open world exploration with hundreds of audio logs and side missions, forming the atmosphere of military drama with sci-fi elements. MGS5: Phantom Pain has an advanced AI system that will allow enemy soldiers constantly call for reinforcements if they see that something is wrong, forcing players to take down communications and fight or retreat and try again. Players will manage the base by gathering and managing staff, weaponry, and resources, in order to upgrade their personal arsenal and companions.",
        "traducao": "Metal Gear Solid 5 continua a história de MGS: Peace Walker e MGS V: Ground Zeroes. Snake busca vingança pelo ataque ao grupo MSF há 9 anos, que colocou Big Boss em coma. Após a tentativa de assassinato fracassada, Big Boss assume o nome de código Venom Snake, mergulhando novamente no mundo de super-humanos e espionagem. Uma história em grande escala que inclui 5 horas de cenas cinematográficas complementa a exploração de mundo aberto com centenas de registros de áudio e missões paralelas, formando a atmosfera de drama militar com elementos de ficção científica. MGS5: Phantom Pain possui um sistema avançado de IA que permite que soldados inimigos chamem constantemente por reforços se perceberem que algo está errado, forçando os jogadores a derrubar as comunicações e lutar ou recuar e tentar novamente. Os jogadores gerenciarão a base reunindo e gerenciando pessoal, armamento e recursos, para melhorar seu arsenal pessoal e companheiros."
    },
    {
        "id": 3287,
        "slug": "batman-arkham-knight",
        "name": "Batman: Arkham Knight",
        "description": "Batman: Arkham Knight is the final instalment for the Arkham series by now. Joining forces with Bruce Wayne for the last time, we have to oppose Scarecrow and other iconic villains such as The Riddler, Harleen Quinzel a.k.a. Harley Quinn, Penguin and others.The story continued after events in Arkham City when Joker died due to infection in his blood. Now, Scarecrow tries to release a new fear toxin, meanwhile new mysterious Arkham Knight plots against Batman as well. Still having consequences after being poisoned by the Joker and seeing visions with him, Bruce has to prevail the death of Gotham City.The gameplay mechanics stays the same to the Arkham series. Melee combat system, use of the detective skills to find clues and gadgets still play a major role in Batman's fight against evil. Although now you can travel around not only by your grappling hook but a legendary Batmobile as well. Iconic voices of the characters, Kevin Conroy and Mark Hammil once again return to give their voices for the last game in Arkham series.",
        "traducao": "Batman: Arkham Knight é a última parcela da série Arkham até agora. Unindo forças com Bruce Wayne pela última vez, temos que enfrentar o Espantalho e outros vilões icônicos como O Charada, Harleen Quinzel, também conhecida como Arlequina, Pinguim e outros.A história continua após os eventos de Arkham City, quando o Coringa morreu devido a uma infecção em seu sangue. Agora, o Espantalho tenta lançar uma nova toxina do medo, enquanto o novo e misterioso Arkham Knight também planeja contra o Batman. Ainda sofrendo consequências após ser envenenado pelo Coringa e ver visões com ele, Bruce tem que superar a morte de Gotham City.A mecânica de jogo continua a mesma da série Arkham. O sistema de combate corpo a corpo, o uso das habilidades de detetive para encontrar pistas e gadgets ainda desempenham um papel importante na luta do Batman contra o mal. Embora agora você possa se locomover não apenas com seu gancho de escalada, mas também com o lendário Batmóvel. As vozes icônicas dos personagens, Kevin Conroy e Mark Hammil, mais uma vez retornam para dar suas vozes no último jogo da série Arkham."
    },
    {
        "id": 19103,
        "slug": "half-life-2-lost-coast",
        "name": "Half-Life 2: Lost Coast",
        "description": "Essentially a tech demo, “Half-Life 2: Lost Coast” sole purpose was to show off the new high-dynamic-range-rendering of the Source engine, it was a welcome addition to the franchise. It’s a free addition to the game that can be downloaded through Steam by the owners of Half-Life 2. Gordon Freeman founds himself near a group of decaying piers, fully armed and ready to explore the monastery above him, fighting through the Combine forces.High-dynamic-range-rendering introduced realistic lighting effects to the game, emulating even camera’s overexposure to the bright light, which was eventually moved to the main game. Lost Coast story is conveyed without cutscenes, every part of the level is tailored specifically to demonstrate the changes, made by developers. Even though it was originally created for the Half-Life 2, it was removed from the main game, alongside some minor story details. It’s not a full standalone game and wasn’t intended as one.",
        "traducao": "Essencialmente uma demonstração técnica, 'Half-Life 2: Lost Coast' tinha como único objetivo mostrar o novo rendering de alto alcance dinâmico da engine Source, sendo uma adição bem-vinda à franquia. É uma adição gratuita ao jogo que pode ser baixada através do Steam pelos proprietários de Half-Life 2. Gordon Freeman se encontra perto de um grupo de píeres em decomposição, totalmente armado e pronto para explorar o mosteiro acima dele, lutando contra as forças Combine. O rendering de alto alcance dinâmico introduziu efeitos realistas de iluminação ao jogo, emulando até mesmo a superexposição da câmera à luz intensa, que eventualmente foi transferida para o jogo principal. A história de Lost Coast é transmitida sem cutscenes, cada parte do nível é adaptada especificamente para demonstrar as mudanças feitas pelos desenvolvedores. Embora tenha sido originalmente criado para Half-Life 2, foi removido do jogo principal, juntamente com alguns detalhes menores da história. Não é um jogo completo e autônomo e não foi pretendido como tal."
    },
    {
        "id": 16944,
        "slug": "the-witcher-2-assassins-of-kings-enhanced-edition",
        "name": "The Witcher 2: Assassins of Kings Enhanced Edition",
        "description": "The player is Geralt of Rivia, infamous monster slayer. In the second game of the series, titular witcher is involved in the inner conflicts of Temeria, where he stopped the rebellion and was hired as a bodyguard of Temerian King Foltest. Eventually, Foltest was assassinated by a witcher-like assassin, and the only person fitting the description was Geralt. The game combat system was reworked, in order to add traps and ranged throwing weapon, giving players more control over the course of the battle. It’s still a third person action RPG, and the player can upgrade and improve general abilities, swordsmanship, alchemy, and magic. The enhanced edition includes additional hours of content, new cinematics, the original soundtrack, game manual and quest handbook, among other things. The new tutorial allows players to spend more time to master new game mechanics and see for themselves visual improvements to the core game.",
        "traducao": "O jogador é Geralt de Rivia, o infame matador de monstros. No segundo jogo da série, o bruxo titular está envolvido nos conflitos internos de Temeria, onde parou a rebelião e foi contratado como guarda-costas do rei temeriano Foltest. Eventualmente, Foltest foi assassinado por um assassino semelhante a um bruxo, e a única pessoa que se encaixava na descrição era Geralt. O sistema de combate do jogo foi reformulado para adicionar armadilhas e armas arremessadas, dando aos jogadores mais controle sobre o curso da batalha. Ainda é um RPG de ação em terceira pessoa, e o jogador pode melhorar e aprimorar habilidades gerais, esgrima, alquimia e magia. A edição aprimorada inclui horas adicionais de conteúdo, novas cinemáticas, a trilha sonora original, manual do jogo e manual de missões, entre outras coisas. O novo tutorial permite aos jogadores passar mais tempo dominando novas mecânicas de jogo e ver melhorias visuais no jogo principal."
    },
    {
        "id": 17822,
        "slug": "the-witcher-enhanced-edition-directors-cut",
        "name": "The Witcher: Enhanced Edition Director's Cut",
        "description": "The Witcher is the very first instalment of the series that follows the story of Geralt from Rivia. Being found unconscious on the battlefield he must retrieve his memory and help the emperor's daughter, Adda to stop her from turning in to a feral monster. Facing the biggest enemy, Salamander, Geralt must also help all the fractions around the world to find peace between each other.The fighting system is very flexible. Choosing from three different styles, you can adapt Geralt for any kind of a combat situation. Fast style of fighting gives you an opportunity to strike your opponents with your speed. The strong style focuses itself on destroying your enemies with powerful attacks, while sweeping style is very good when facing a number of foes. You can also craft some potions to gain important benefits such as seeing in the dark or having a larger amount HP. Plot style is unique as well. The game never gives a precise definition of evil, which leads the player to convenient situations where the choice is quite bad anyway. Enhanced edition improves every aspect of the game as graphics and the productivity of it, while Director's Cut does the same without censorship for North America's version.",
        "traducao": "The Witcher é a primeira parcela da série que segue a história de Geralt de Rivia. Encontrado inconsciente no campo de batalha, ele deve recuperar sua memória e ajudar a filha do imperador, Adda, a impedir que ela se transforme em um monstro feral. Enfrentando o maior inimigo, Salamandra, Geralt também deve ajudar todas as facções ao redor do mundo a encontrar paz entre si.O sistema de combate é muito flexível. Escolhendo entre três estilos diferentes, você pode adaptar Geralt para qualquer situação de combate. O estilo rápido de luta lhe dá a oportunidade de atingir seus oponentes com sua velocidade. O estilo forte se concentra em destruir seus inimigos com ataques poderosos, enquanto o estilo varredura é muito bom ao enfrentar vários adversários. Você também pode criar algumas poções para obter benefícios importantes, como ver no escuro ou ter uma quantidade maior de HP. O estilo de enredo também é único. O jogo nunca dá uma definição precisa do mal, o que leva o jogador a situações convenientes onde a escolha é bastante ruim de qualquer maneira. A edição aprimorada melhora todos os aspectos do jogo, como gráficos e produtividade, enquanto o Director's Cut faz o mesmo sem censura para a versão da América do Norte."
    },
    {
        "id": 416,
        "slug": "grand-theft-auto-san-andreas",
        "name": "Grand Theft Auto: San Andreas",
        "description": "Grand Theft Auto - San Andreas is the seventh entry in the series in the GTA franchise, but only second big title after GTA - Vice City. Setting up in fictional state San Andreas, you follow the story of CJ, a member of one of the multiple gangs in the city. CJ's family is being attacked in drive shooting which resulted in the death of CJ's mother, so he returns to home from Liberty City. Meeting the rest of the family at his mom's funeral, he decides to rebuild the gang and gain control of the state.The game makes a brilliant connection with missions and open world actions that you are able to do around the cities. You can steal cars, buy guns, hunt for collectables and do some side quests, while different characters give you specific missions in order to push the plot forward. Streets are filled with people as well as plenty of vehicles to steal. Fictional brands of cars, tanks, bikes are available to be stolen from any place around the city. Armoury contains pistols, rifles, hand-machine guns or a rocket launcher as well as melee weapons giving player freedom in anything he's doing in GTA.",
        "traducao": "Grand Theft Auto - San Andreas é a sétima entrada na série da franquia GTA, mas apenas o segundo grande título após GTA - Vice City. Ambientado no estado fictício de San Andreas, você acompanha a história de CJ, um membro de uma das múltiplas gangues da cidade. A família de CJ é atacada em um tiroteio de carro, resultando na morte da mãe de CJ, então ele retorna para casa a partir de Liberty City. Encontrando o resto da família no funeral de sua mãe, ele decide reconstruir a gangue e assumir o controle do estado.O jogo faz uma conexão brilhante com missões e ações de mundo aberto que você pode realizar nas cidades. Você pode roubar carros, comprar armas, caçar colecionáveis e fazer algumas missões secundárias, enquanto diferentes personagens lhe dão missões específicas para impulsionar a trama para frente. As ruas estão cheias de pessoas, assim como muitos veículos para roubar. Marcas fictícias de carros, tanques, motos estão disponíveis para serem roubados de qualquer lugar da cidade. O arsenal contém pistolas, rifles, submetralhadoras ou um lançador de foguetes, bem como armas corpo a corpo, dando ao jogador liberdade em tudo o que está fazendo em GTA."
    },
    {
        "id": 290856,
        "slug": "apex-legends",
        "name": "Apex Legends",
        "description": "Conquer with character in Apex Legends, a free-to-play* Battle Royale shooter where legendary characters with powerful abilities team up to battle for fame and fortune on the fringes of the Frontier. Master an ever-growing roster of diverse legends, deep tactical squad play, and bold new innovations that level-up the Battle Royale experience—all within a rugged world where anything goes. Welcome to the next evolution of Battle Royale.Characters you can play as: Caustic, Bangalore, Bloodhound, Crypto, Gibraltar, Lifeline, Loba, Mirage, Octane, Pathfinder, Rampart, Revenant.",
        "traducao": "Conquiste com personagem em Apex Legends, um Battle Royale gratuito onde personagens lendários com habilidades poderosas formam uma equipe para lutar por fama e fortuna nas margens da Fronteira. Domine um elenco em constante crescimento de lendas diversas, jogabilidade tática profunda em equipe e inovações ousadas que elevam a experiência de Battle Royale - tudo dentro de um mundo áspero onde tudo é possível. Bem-vindo à próxima evolução do Battle Royale.Personagens que você pode jogar: Caustic, Bangalore, Bloodhound, Crypto, Gibraltar, Lifeline, Loba, Mirage, Octane, Pathfinder, Rampart, Revenant."
    },
    {
        "id": 23027,
        "slug": "the-walking-dead",
        "name": "The Walking Dead: Season 1",
        "description": "The Walking Dead is a five-part game series set in the same universe as Robert Kirkman’s award-winning comic book series. Play as Lee Everett, a convicted criminal, who has been given a second chance at life in a world devastated by the undead. With corpses returning to life and survivors stopping at nothing to maintain their own safety, protecting an orphaned girl named Clementine may offer him redemption in a world gone to hell.A continuing story of adventure horror spanning across 5 episodes:Episode 1 – A New Day, Episode 2 – Starved for Help, Episode 3 – Long Road Ahead, Episode 4 – Around Every Corner, Episode 5 – No Time Left, All five episodes are now available immediately upon purchasing Season 1. Based on Robert Kirkman’s Eisner-Award winning comic book series, The Walking Dead allows gamers to experience the true horror of the zombie apocalypseA tailored game experience – Live with the profound and lasting consequences of the decisions that you make in each episode. Your actions and choices will affect how your story plays out across the entire series.Experience events, meet people and visit locations that foreshadow the story of Deputy Sheriff Rick GrimesMeet Glenn before he heads to Atlanta, explore Hershel’s farm before Rick and his group of survivors arrive and before the barn becomes a notorious location in Walking Dead loreYou’ll be forced to make decisions that are not only difficult, but that will require you to make an almost immediate choice. There’s no time to ponder when the undead are pounding the door down!Features meaningful decision-making, exploration, problem solving and a constant fight for survival in a world overrun by the undeadArtwork inspired by the original comic books",
        "traducao": "The Walking Dead é uma série de jogos em cinco partes ambientada no mesmo universo da aclamada série de quadrinhos de Robert Kirkman. Jogue como Lee Everett, um criminoso condenado, que recebeu uma segunda chance na vida em um mundo devastado pelos mortos-vivos. Com corpos retornando à vida e sobreviventes parando em nada para manter sua própria segurança, proteger uma menina órfã chamada Clementine pode lhe oferecer redenção em um mundo que se perdeu no inferno. Uma história contínua de aventura e terror que abrange 5 episódios:Episódio 1 - Um Novo Dia, Episódio 2 - Faminto por Ajuda, Episódio 3 - Longo Caminho à Frente, Episódio 4 - Em Cada Esquina, Episódio 5 - Sem Tempo a Perder, Todos os cinco episódios estão disponíveis imediatamente após a compra da Temporada 1. Baseado na série de quadrinhos premiada com o Eisner de Robert Kirkman, The Walking Dead permite que os jogadores experimentem o verdadeiro horror do apocalipse zumbi. Uma experiência de jogo personalizada - Viva com as consequências profundas e duradouras das decisões que você toma em cada episódio. Suas ações e escolhas afetarão como sua história se desenrola em toda a série. Experimente eventos, conheça pessoas e visite locais que prefiguram a história do Deputado Xerife Rick Grimes. Conheça Glenn antes de ir para Atlanta, explore a fazenda de Hershel antes que Rick e seu grupo de sobreviventes cheguem e antes que o celeiro se torne um local notório na história de Walking Dead. Você será forçado a tomar decisões que não são apenas difíceis, mas que exigirão que você faça uma escolha quase imediata. Não há tempo para ponderar quando os mortos-vivos estão batendo na porta! Recursos de tomada de decisão significativa, exploração, resolução de problemas e uma luta constante pela sobrevivência em um mundo invadido pelos mortos-vivos. Arte inspirada nos quadrinhos originais."
    },
    {
        "id": 11973,
        "slug": "shadow-of-mordor",
        "name": "Middle-earth: Shadow of Mordor",
        "description": "Lord of the rings franchise brought a new title to the collection, an open world action-adventure game, that follows Talion, Gondor captain, that survived the sacrifice that was meant to bring the Elf Lord Celebrimbor as a wraith. Losing his wife and his son, Talion is merged with Celebrimor, escaping death.  Players will have to gain EXP in order to upgrade abilities through completing various missions and defeating Uruk warlords. Some missions might require special conditions for the greater reward.Shadow of Mordor implemented the Nemesis System. It tracks the progress of every special Uruk warrior. Each special Uruk has a set of strengths and weaknesses, and players can assassinate higher ranked officers in order to promote easy to defeat Uruk to defeat them at a higher rank, weakening the Sauron’s army. This planning allows players to adapt, and use mechanics of stealth kills, ranged combat, wraith skills and head-on melee more effective.",
        "traducao": "A franquia Senhor dos Anéis trouxe um novo título para a coleção, um jogo de ação e aventura em mundo aberto, que segue Talion, capitão de Gondor, que sobreviveu ao sacrifício que pretendia trazer o Senhor Elfo Celebrimbor como um espectro. Perder sua esposa e seu filho, Talion é fundido com Celebrimbor, escapando da morte. Os jogadores terão que ganhar experiência para melhorar habilidades completando várias missões e derrotando senhores da guerra Uruk. Algumas missões podem exigir condições especiais para a maior recompensa. Shadow of Mordor implementou o Sistema Nêmesis. Ele acompanha o progresso de cada guerreiro Uruk especial. Cada Uruk especial tem um conjunto de pontos fortes e fracos, e os jogadores podem assassinar oficiais de alto escalão para promover Uruk mais fáceis de derrotar a um posto mais alto, enfraquecendo o exército de Sauron. Este planejamento permite aos jogadores adaptar-se e usar mecânicas de assassinatos furtivos, combate à distância, habilidades de espectro e combate corpo a corpo mais eficazes."
    },
    {
        "id": 19710,
        "slug": "half-life-2-episode-one",
        "name": "Half-Life 2: Episode One",
        "description": "Direct continuation of the Half-Life 2, Episode One serves as a direct sequel to the story. After the mystically assisted escape from the citadel, Gordon and Alyx are reunited outside, but the Citadel core became unstable and will imminently self-destruct. And the only way to save citizens of City 17 is to re-enter the decaying building and slow down the destruction for long enough, to evacuate the civilians and families. Continuation of the story uses the same Source engine, and players will have to traverse linear stages, disposing of enemies and solving physics puzzles. This time Gordon will be accompanied and assisted by Alyx. Her AI will attempt to adjust to the player choices. While purchasing Episode One, players will receive a copy of Half-Life: Deathmatch with it. Game mechanics and puzzles will center around Gravity Gun, which will be the first weapon in players possession from the beginning.",
        "traducao": "Continuação direta de Half-Life 2, Episode One serve como uma sequência direta da história. Após a fuga assistida misticamente da cidadela, Gordon e Alyx se reencontram do lado de fora, mas o núcleo da Cidadela se tornou instável e autodestruirá iminentemente. E a única maneira de salvar os cidadãos da Cidade 17 é reentrar no edifício em decomposição e retardar a destruição tempo suficiente para evacuar os civis e as famílias. A continuação da história usa o mesmo motor Source, e os jogadores terão que percorrer estágios lineares, eliminando inimigos e resolvendo quebra-cabeças de física. Desta vez, Gordon será acompanhado e assistido por Alyx. Seu IA tentará se ajustar às escolhas do jogador. Ao comprar Episode One, os jogadores receberão uma cópia de Half-Life: Deathmatch junto com ele. Mecânicas de jogo e quebra-cabeças girarão em torno da Gravity Gun, que será a primeira arma em posse dos jogadores desde o início."
    }    
]